[
  {
    questions: [
      {
        question: 'हमे किन शब्दों का इस्तेमाल करना चाहिए?',
        options: [
          'अच्छे शब्द जैसे आपसे मिलकर अच्छा लगा, आपके समय के लिए धन्यावद',
          'अच्छे शब्द जैसे आप बहुत सुंदर और अच्छे इंसान है',
          'बुरे शब्द जैसे आपने मेरा समय बर्बाद कर दिया',
        ],
      },
      {
        question: 'जब तक आपसे क्या ना कहा जाये आप न करे?',
        options: [
          'जब तक आपसे बैठने के लिए ना कहा जाए आप न बैठें ',
          'जब तक आपसे बोलने के लिए ना कहा जाए आप न बोलें',
          'जब तक आपसे उठने के लिए ना कहा जाए आप न उठें',
        ],
      },
      {
        question: 'आप हाथ कैसे मिलाएँ?',
        options: ['आत्मविश्वास से', 'गुस्से से', 'ताकत से'],
      },
      {
        question: 'आप इंटरव्यू के समय क्या मेन्टेन करके रखें?',
        options: ['ऑय कांटेक्ट', 'साइलेंस/ शांति', 'सफ़ाई'],
      },
      {
        question: 'आपके शब्द कैसे होने चाहिऐ?',
        options: ['साफ़ और स्पष्ट', 'लम्बे और कठिन ', 'धीरे और हिचकिचाहट वाले'],
      },
    ],
  },
  {
    questions: [
      {
        question: 'आपके कपड़े कैसे होने चाहिये?',
        options: [
          'साफ़,सादे ,उचित और इस्त्री वाले ',
          'साफ़, चमकीले और रंगबिरंगी ',
          'गंदे और पुराने',
        ],
      },
      {
        question: 'इंटरव्यू से एक दिन पहले क्या करना चाहिए?',
        options: [
          'एक फुल ड्रेस रिहर्सल करनी चाहिए ',
          'कम सोना चाहिए ',
          'अच्छे से तैयारी नहीं करनी चाहिए',
        ],
      },
      {
        question: 'कितनी मात्रा में परफ्यूम यह आफ़्टरशेव लगाए?',
        options: [
          'कम मात्रा में',
          'ज़्यादा मात्रा में',
          'बहुत ज़्यादा मात्रा में',
        ],
      },
      {
        question:
          'आपके कपड़े कैसे हों कि आपका सारा ध्यान सवाल पैर केंद्रित हों?',
        options: [
          'आपके कपड़े आरामदायक  हों',
          'आपके कपड़े टाइट और बॉडी फिटिंग के हों',
          'आपके कपड़े ढ़ीले ढ़ाले हों',
        ],
      },
    ],
  },
  {
    questions: [
      {
        question: 'आपका पोस्चर  कैसा होने चाहिये?',
        options: [
          'सीधा होना चाहिए',
          'झुका हुआ होना चाहिए ',
          'टेढ़ा होना चाहिए ',
        ],
      },
      {
        question: 'सवालों को किस प्रकार सुनें?',
        options: [
          'ध्यानपूर्वक',
          'जल्दी जवाब देने के लक्ष्य से सुने ',
          'बिना सन्दर्भ समझे सुने',
        ],
      },
      {
        question: 'आप अपना उत्तर कैसे दें?',
        options: [
          '२ सेकंड का पॉज लेकर, सोच समझकर हल्का सा आगे झुकार उत्तर दें',
          '२ सेकंड का पॉज लेकर, बिना सोचे समझे हल्का सा आगे झुकार उत्तर दें',
          '२ मिनट का पॉज लेकर, सोच समझकर हल्का सा आगे झुकार उत्तर दें',
        ],
      },
      {
        question: 'नर्वस हो जाने पर आप क्या करें?',
        options: [
          'नर्वस हो जाने पर आप अपनी बोलने की गति को धीमा कर लें, सोचें और फिर बोलें',
          'नर्वस हो जाने पर आप अपनी बोलने की गति को तेज़ कर लें, सोचें और फिर बोलें',
          'नर्वस हो जाने पर आप अपनी बोलने की गति को तेज़ कर लें और बिना सोचे बोलें',
        ],
      },
      {
        question: 'जवाब किस प्रकार दें?',
        options: ['आत्मविश्वास के साथ ', 'गुस्से के साथ ', 'जानकारी के साथ'],
      },
    ],
  },
  {
    questions: [
      {
        question: 'आपको अपना परिचय किस से शुरू करना चाहिए?',
        options: [
          'अपने नाम से',
          'अपने परिवार के बारे में बताने से',
          'अपनी पढ़ाई बताने से',
        ],
      },
      {
        question:
          'आपसे जब यह पूछा जाए की आप हमारी कंपनी क्यों  ज्वाइन करना चाहते हैं तो आप क्या जवाब दें?',
        options: [
          'उन्हें बताएं की आपको उनकी कंपनी में क्या पसंद आया और आपके लॉन्ग टर्म गोल्स कैसे इस कंपनी से मेल खाते हैं',
          'बाकी कंपनियों के बारे में बताएं ',
          'बोलें मुझे नहीं पता',
        ],
      },
      {
        question:
          'जब आपसे यह पूछा जाए की हम आपको क्यों नौकरी दें तो आप क्या बताएँगे?',
        options: [
          'वर्क अनुभव, ज्ञान और आपका कौशल  कैसे कंपनी के काम आ सकता है',
          'उनको बताएं की आपको इस नौकरी की ज़रूरत है ',
          'बोलेन की मैं जवाब नहीं जानता',
        ],
      },
      {
        question: 'जब आपसे यह पूछा जाए की आपकी ताकत क्या है तो आप क्या बताएं?',
        options: [
          'कि आप एक खुदगर्ज़ इंसान हैं ',
          'आप मेहनती, सेल्फ मोटिवेटेड और ईमानदार इंसान हैं ',
          'आपकी कोई ताकत नहीं है',
        ],
      },
      {
        question:
          'जब आपसे पूछा जाये की आप नौकरी क्यों बदल रहे हैं, आप क्या कहेंगे?',
        options: [
          'बताएँगे की आपकी पिछली नौकरी में क्या बुराइयाँ थी',
          'पिछली कंपनी को धन्यवाद देंगे और आपके लॉन्ग टर्म गोल्स कैसे इस कंपनी से जुड़े हैं',
          'मुझे नहीं पता मैं यह कदम क्यों ले रहा हूँ',
        ],
      },
    ],
  },
  {
    questions: [
      {
        question: 'इस वीडियो में हमने किस फार्मूला के बारे में बात की है?',
        options: ['स्टार फार्मूला', 'कार फार्मूला', 'हार फॉर्मूला'],
      },
      {
        question: 'स्टार फार्मूला में ‘स’ किसको दर्शाता है?',
        options: [
          'सीटुएशनल एनालिसिस- आपको किसी भी सिचुएशन में डाला जाए आप उसमें सोच समझ कर कदम उठाएं',
          'सिली थिंकिंग- किसी भी सवाल का उत्तर बिना सोचे समझे दिया जाए',
          'सॉलिड एप्रोच- आप किसी भी प्रश्न की ओर एक सॉलिड एप्रोच रखें',
        ],
      },
      {
        question: 'स्टार फार्मूला में ‘टी’ किसको दर्शाता है?',
        options: [
          'टास्क कम्पलीशन- जो भी काम दिया जाए उसको समय से ख़त्म करें',
          'टोटल फेलियर- जो भी काम दिया जाए उसको बिलकुल न करें',
          'टॉक्सिक थिंकिंग- अपने दिमाग को बोझिल न करें काम ख़त्म करने के लिए',
        ],
      },
      {
        question: 'स्टार फार्मूला में  ‘A’  किसको दर्शाता है?',
        options: [
          'एक्शन ऑफ़ द टाइम- टास्क को एक्शन के साथ और समय से ख़त्म करें',
          'आस्किंग कुएस्शन- आप टास्क को जल्दी से न समझें और सवाल पूछने में सारा वक़्त जाया कर दें',
          'आराम से काम- समय और एक्शन पे ध्यान न दें और अपने हिसाब से काम करें',
        ],
      },
      {
        question: 'स्टार फार्मूला में ‘र’ किसको दर्शाता है?',
        options: [
          'रिजल्ट- आप अगर पहले के तीन स्टेप्स को सफलता से फॉलो करेंगे तो आपको बेस्ट रिजल्ट मिलेगा',
          'रॉंग - आप गलत तरीके से सवालों का जवाब दें ',
          'रेस्ट- ज़्यादा मत सोचें और अपना इंटरव्यू का समय ज़ाया कर दें',
        ],
      },
      {
        question: 'आपको किसके साथ जवाब देने चाहियें?',
        options: ['जुझारूपन ', 'आलस ', 'उदासीनता'],
      },
    ],
  },
  {
    questions: [
      {
        question: 'आपको इंटरव्यू के अंत में interviewer को क्या कहना चाहिए?',
        options: [
          'शुक्रिया उनके समय के लिए',
          'शुक्रिया मेरा समय बर्बाद करने के लिए',
          'कुछ भी नहीं और उठ के बिना कुछ बोले चला जाना चाहिए',
        ],
      },
      {
        question: 'जाते समय आप और क्या कहेंगे?',
        options: [
          'आपसे मिल कर अच्छा लगा, और नमस्ते या गुडबाय कहें',
          'मुझे यह इंटरव्यू उतना ख़ास नहीं लगा ',
          'आपने मुझसे बेवजह कठिन सवाल पूछे',
        ],
      },
      {
        question:
          'आपको उठ के जाते समय सबसे महत्वपूर्ण किस चीज़ का ध्यान देना चाहिए?',
        options: [
          'कुर्सी आपको जिस तरह मिली थी आप वैसे ही छोड़ के जाएँ',
          'कुर्सी को उसकी ओरिजिनल जगह पर न रखें',
          'कुर्सी को धक्का देकर बहार आएं',
        ],
      },
    ],
  },
].map(({ questions }, i) => ({
  id: i + 1,
  questions: questions.map(({ question, options }, j) => ({
    id: j + 1,
    question,
    options: [...options, 'इनमें से कोई नहीं'].map((o, index) => ({
      id: index + 1,
      option: o,
      correct: index === 0,
    })),
  })),
}));
